# GenericImportOptions Properties

---
The GenericImportOptions type exposes the following members.
| Name| Description
---|---|---
| RefPoint| Reference point (in Revit) to which the image is going to be inserted.
Top
#### Reference
GenericImportOptions Class
Autodesk.Revit.DB Namespace